Repository: jammon/stationsplan
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Employment status
de: Anstellungsstatus

source: current employees
de: aktuelle Mitarbeiter

source: Persons
de: Personen

source: staff
de: Personen

source: Short Name
de: Kurzname

source: Region that determines the legal holidays for this company
de: Bundesland, dessen Feiertage für dieses Krankenhaus gelten.

source: Company
de: Krankenhaus

source: Companies
de: Krankenhäuser

source: The top organizational unit
de: Die oberste Organisationseinheit

source: Department
de: Abteilung

source: Departments
de: Abteilungen

source: maximum staffing
de: Maximale Besetzung

source: minimum staffing
de: Minimale Besetzung

source: everyday
de: täglich

source: if True, is to be planned also on free days.
de: Diese Funktion muss auch an freien Tagen geplant werden

source: freedays
de: freie Tage

source: if True, is to be planned only on free days.
de: Diese Funktion kann nur an freien Tagen geplant werden.

source: weekdays
de: Wochentage

source: Days of the week when this is to be planned. (String of digits, 0 for sunday.)
de: Wochentage, an denen diese Funktion geplant werden soll. (Reihe von Ziffern, 0 für Sonntag.)

source: on_different_days
de: Anders geplante Tage

source: This function can be planned on different days
de: Diese Funktion kann bedarfweise auch an anderen Tagen geplant werden

source: callshift
de: Bereitschaftsdienst

source: if True, then this function is displayed as call shift
de: Diese Funktion soll als Bereitschaftsdienst dargestellt werden.

source: on_leave
de: Urlaub/frei

source: if True, then persons planned for this are on leave
de: Die hier eingetragenen Personen stehen nicht zur Arbeit zur Verfügung

source: Departments whose schedule contains this ward
de: Abteilungen, für die diese Funktion geplant werden soll

source: Ordering in the display. Should not be more than two digits.
de: Position in der Anzeige. Sollte nicht mehr als zwei Stellen haben.

source: Ward type
de: Funktionsart

source: For sorting the CallTallies
de: Zum Sortieren der Dienstbelastungen

source: The date until which the plan is approved
de: Das Datum, bis zu dem der Plan genehmigt ist

source: after this
de: Folgeschicht

source: if not empty, only these functions can be planned on the next day
de: Wenn etwas ausgewählt ist, kann die Diensthabende am nächsten Tag nur für diese Funktionen verplant werden

source: not with this
de: nicht zusammen mit

source: these functions can not be planned on the same day
de: Diese Funktionen können für eine Person nicht am gleichen Tag geplant werden

source: if this is a call shift, the weight reflects its burden on the persons doing the shift
de: Wenn dies ein Bereitschaftsdienst ist, beschreibt dies die Belastung für den Diensthabenden

source: Active
de: Aktiv

source: This function should currently be displayed
de: Diese Funktion soll derzeit angezeigt werden

source: Part of ical feed
de: Im Kalender-Feed

source: This function should be part of the ical feed
de: Diese Funktion soll im Kalender-Feed angezeigt werden

source: Task
de: Funktion

source: Tasks
de: Funktionen

source: Wards cannot have the shortname "id".
de: Funktionen dürfen nicht "id" als Kurznamen haben.

source: Wards cannot have a comma in their shortname.
de: Funktionen dürfen kein Komma in ihrem Kurznamen haben.

source: day
de: Tag

source: Day that is different
de: Tag, der anders geplant wird.

source: additional
de: zusätzlich

source: Planning is additional (not cancelled)
de: Die Funktion wird an diesem Tag zusätzlich geplant (nicht gestrichen).

source: Different Day
de: Anders geplanter Tag

source: Different Days
de: Anders geplante Tage

source: start date
de: Dienstantritt

source: begin of job
de: Dienstantritt

source: end date
de: Dienstende

source: end of job
de: Dienstende

source: Functions that he or she can perform.
de: Funktionen, die er oder sie ausüben kann

source: Ordering in the display. Should not be more than two digits. A number greater than 80 means Head of Department
de: Position in der Anzeige. Sollte nicht mehr als zwei Stellen haben. Eine Zahl größer als 80 bedeutet Chefarzt

source: Anonymous
de: Anonym

source: if True this person represents multiple other persons, e.g. a department
de: Diese Person steht für mehrere andere Personen, z.B. eine Abteilung

source: Email
de: E-Mail-Adresse

source: ChangeLogging
de: Änderung

source: ChangeLoggings
de: Änderungen

source: Later planning that supersedes this one
de: Spätere Planung, die diese hier überdeckt

source: Planning
de: Planung

source: Plannings
de: Planungen

source: Employee
de: Bearbeiter

source: Employees
de: Bearbeiter

source: Can be empty
de: Kann leer bleiben

source: Mode
de: Berechnungsmodus

source: Absolute
de: Absolut

source: Easter-related
de: relativ zu Ostern

source: Day
de: Tag

source: day of month or distance from Easter in days
de: Tag des Monats oder Anzahl der Tage vor/nach Ostern

source: Month
de: Monat

source: Year
de: Jahr

source: Calculated Holiday
de: Feiertag (berechnet)

source: Calculated Holidays
de: Feiertage (berechnet)

source: Holidays
de: Feiertage

source: Regions
de: Regionen

source: Please correct the error below.
de: Bitte korrigieren Sie diesen Fehler

source: Please correct the errors below.
de: Bitte korrigieren Sie diese Fehler

source: Change my password
de: Passwort ändern
